Repository: BlackoutSys/DustTournamentKeeper
Catalog: DustTournamentKeeper/Resources/Views/Tournaments/Upsert.*.resx
Languages: pl

source: Action
pl: Akcja

source: Address
pl: Adres

source: Army points
pl: Punkty armii

source: Block
pl: Blok

source: Board number
pl: Numer stołu

source: Board type
pl: Rodzaj stołu

source: Bonus points
pl: Punkty dodatkowe

# Bp
source: Big points
pl: Duże punkty

source: Bpa
pl: Duże punkty A

source: Bpb
pl: Duże punkty B

# Bploss
source: Big points for loss
pl: Duże punkty za przegraną

# Bptie
source: Big points for tie
pl: Duże punkty za remis

# Bpwin
source: Big points for win
pl: Duże punkty za zwycięstwo

source: City
pl: Miasto

# ClubEntity
source: Club (select existing)
pl: Klub (wybierz istniejący)

# ClubText
source: Club (name)
pl: Klub (nazwa)

source: Comment
pl: Komentarz

source: Country
pl: Państwo

source: Create tournament
pl: Utwórz turniej

source: Discard
pl: Odrzuć

source: Edit tournament
pl: Edytuj turniej

source: Ends
pl: Koniec

source: Faction
pl: Frakcja

source: Fee
pl: Opłata

source: Fee currency
pl: Waluta

source: Game
pl: Gra

source: Insert specific rules
pl: Wprowadź zasady specjalne

# Kick
source: Kick out
pl: Wykop

source: Organizer
pl: Organizator

source: Penalty points
pl: Punkty karne

source: Player A
pl: Gracz A

source: Player B
pl: Gracz B

source: Player limit
pl: Limit graczy

source: Players
pl: Gracze

source: Please select
pl: Wybierz

source: Register player
pl: Zarejestruj gracza

source: Round
pl: Runda

source: Rounds
pl: Rundy

source: Save
pl: Zapisz

# Sp
source: Small points
pl: Małe punkty

source: Spa
pl: Małe punkty A

source: Spb
pl: Małe punkty B

source: Specific rules
pl: Zasady specjalne

source: Starts
pl: Początek

source: Title
pl: Tytuł

source: Total big points
pl: Suma dużych punktów

source: Upsert tournament
pl: Utwórz/edytuj turniej
